export const sexOptions = [
  { value: null, label: "Не указано" },
  { value: "Мужской", label: "Мужской" },
  { value: "Женский", label: "Женский" },
];

export const directionOptions = [
  { value: null, label: "Не указано" },
  { value: "Эмпиризм", label: "Эмпиризм" },
  { value: "Рационализм", label: "Рационализм" },
  { value: "Идеализм", label: "Идеализм" },
  { value: "Позитивизм", label: "Позитивизм" },
  { value: "Стоицизм", label: "Стоицизм" },
  { value: "Структурализм", label: "Структурализм" },
  { value: "Феноменология", label: "Феноменология" },
  { value: "Материализм", label: "Материализм" },
  { value: "Экзистенциализм", label: "Экзистенциализм" },
  { value: "Скептицизм", label: "Скептицизм" },
  { value: "Цинизм", label: "Цинизм" },
  { value: "Романтичность", label: "Романтичность" },
  { value: "Догматизм", label: "Догматизм" },
  { value: "Критика", label: "Критика" },
  { value: "Контрактуализм", label: "Контрактуализм" },
  { value: "Утилитаризм", label: "Утилитаризм" },
  { value: "Коммунизм", label: "Коммунизм" },
  { value: "Социализм", label: "Социализм" },
  { value: "Либерализм", label: "Либерализм" },
  { value: "Либертарианство", label: "Либертарианство" },
];
